import React from 'react';

const Page03 = ({formData}) => {
    
  return (
    <> 
    <div className="card mb-3"  style={{width: "21cm",
     height: "29.7cm", margin: "20px auto 20px"}}>
      <div className="card-body">
      

        
        <p className="card-content" style={{ fontFamily: 'Tiro Devanagari Marathi, serif', fontSize: '1.2rem',textAlign:'justify' }}>
        ताबा, साठेकरार, कुलमुखत्यारपत्र, अगर तत्सम स्वरुपाचा बोजा न‍व्हता व नाही.
निघाल्यास/असल्यास ते कर्ज लिहुन देणार परतफेड करतील. त्याचप्रमाणे सदरची
मिळकत कोठेही ऍक्वायर, रिक्वायर अगर रिझर्व्ह होणेबाबत आम्हांस नोटीस आलेली
नाही. </p>
        <p className="card-content" style={{ fontFamily: 'Tiro Devanagari Marathi, serif', fontSize: '1.2rem',textAlign:'justify' }}>
        व सदर मिळकतीला मार्केटेबल टायटल असुन लिहुन देणार यांचे मालकी
हक्काबाबत व मार्केटेबल टायटल बाबत लिहुन घेणार यांनी खात्री करुन घेतलेली
आहे.व प्रत्यक्ष लिहुन देणार यांनी लिहुन घेणार यांचे ताब्यात मालकी हक्काने दिली
आहे. ती परत घेण्याबाबत कोणताही लेखी वा तोंडी करार केलेला नाही.</p>
        <p className="card-content" style={{ fontFamily: 'Tiro Devanagari Marathi, serif', fontSize: '1.2rem',textAlign:'justify' }}>
        आता ह्या खरेदीखताने लिहुन घेणार हे सदर मिळकतीचे पुर्णपणे मालक झाला
आहात. तरी खरेदीदार मालक म्हणुन तुम्ही तुमचे पुत्र पौत्रादी,वंशपरंपरा, निरंतरपणे
मालकी हक्काने वाहिवाट करावी उपभोग घ्यावा अथवा विल्हेवाट लावावी. सदरचा
खरेदीखताचा दस्त लिहुन देणार व त्यांचे वाली वारसांवर संपुर्णत: बंधनकारक आहे.
तुमचे मालकी हक्कास, वाहिवाटीस व उपभोग घेण्यास लिहुन देणार यांचे भाऊ,
भाऊबंद, वालीवारस, सावसावकार इ. कोणीही कसल्याही प्रकारची हिल्ला हरकत
करणार नाही व तसे कोणी केल्यास त्याचे निवारण करण्याची सर्वस्वी जबाबदारी लिहुन
देणार यांच्यावर राहील. त्याची कोणतीही तोषीस लिहुन घेणार यांना लागु देणार नाही.  </p>
        <p className="card-content" style={{ fontFamily: 'Tiro Devanagari Marathi, serif', fontSize: '1.2rem',textAlign:'justify' }}>
        सदर मिळकतीचे नगर परीषद/ग्रामपंचायत/ महसुल दप्तरी व इतर दप्तरी लिहुन
घेणार यांनी आपले नावाची मालक म्हणुन नोंद करुन घ्यावी त्याकामी लिहुन देणार
यांची सही संमती लागल्यास समक्ष हजर राहुन अर्ज,जाब जबाब, सही संमती
विनामोबदला देवुन लिहुन घेणार यांचे नावावर करुन देतील. त्याकामी तक्रार वा हरकत
करणार नाही. </p>
        <p className="card-content" style={{ fontFamily: 'Tiro Devanagari Marathi, serif', fontSize: '1.2rem',textAlign:'justify' }}>
        वरील वर्णनाची मिळकत लिहुन देणार यांनी {formData.buyerPayingAmt} रुपयांमध्ये मालकी व ताब्याच्या हक्कासह
विक्री करुन मालकी आधारे मिळकत तदंगभूत वस्तुसहीत कायमची लिहुन घेणार
यांच्या ताब्यात दिली आहे. रक्कमेचा भरणा खालील दिलेल्या तपाशिल प्रमाणे लिहुन
देणार यांना मिळाला आहे. </p>
      </div>
    </div>
   
  </>
  )
}

export default Page03